package org.example;

import org.example.HW1.RunTask1;
import org.example.HW2.RunTask2;

public class Main {
    public static void main(String[] args) {
        System.out.println("Домашнее задание №1");
        RunTask1.Run();
//        Продукты
//        (5)Хлеб - 30руб. - 10 шт.
//        (3)Масло - 130руб. - 15 шт.
//        (4)Молоко - 69руб. - 20 шт.
//        Хозяйственные товары
//        (5)Шампунь - 300руб. - 7 шт.
//        (3)Мыло - 30руб. - 50 шт.
//        (4)Зубная паста - 169руб. - 15 шт.
//
//        В корзину покупателя User1 добавили Мыло - 25 шт.
//        В корзину покупателя User1 добавили Зубная паста - 10 шт.
//
//        Продукты
//        (5)Хлеб - 30руб. - 10 шт.
//        (3)Масло - 130руб. - 15 шт.
//        (4)Молоко - 69руб. - 20 шт.
//        Хозяйственные товары
//        (5)Шампунь - 300руб. - 7 шт.
//        (3)Мыло - 30руб. - 25 шт.
//        (4)Зубная паста - 169руб. - 5 шт.
        System.out.println();
        System.out.println("Домашнее задание №2");
        RunTask2.Run();
//        Cat
//        Я пробежал 11 метров.
//        Я прыгнул на 5 метров.
//        Я пробежал 22 метров.
//
//        Human
//        Я пробежал 11 метров.
//        Я прыгнул на 5 метров.
//        Я пробежал 22 метров.
//        Я прыгнул на 15 метров.
//        Я пробежал 33 метров.
//
//        Robot
//        Я пробежал 11 метров.
//        Я прыгнул на 5 метров.
//        Я пробежал 22 метров.
//        Я прыгнул на 15 метров.
//        Я пробежал 33 метров.
//        Я прыгнул на 25 метров.
    }
}