package org.example;

import org.example.HW1.RunTask1;

public class Main {
    public static void main(String[] args) {
        RunTask1.Run();
//        Продукты
//        (5)Хлеб - 30руб. - 10 шт.
//        (3)Масло - 130руб. - 15 шт.
//        (4)Молоко - 69руб. - 20 шт.
//        Хозяйственные товары
//        (5)Шампунь - 300руб. - 7 шт.
//        (3)Мыло - 30руб. - 50 шт.
//        (4)Зубная паста - 169руб. - 15 шт.
//
//        Добавили в корзину Мыло - 50 шт.
//
//        Продукты
//        (5)Хлеб - 30руб. - 10 шт.
//        (3)Масло - 130руб. - 15 шт.
//        (4)Молоко - 69руб. - 20 шт.
//        Хозяйственные товары
//        (5)Шампунь - 300руб. - 7 шт.
//        (3)Мыло - 30руб. - 0 шт.
//        (4)Зубная паста - 169руб. - 15 шт.

    }
}